if (!messages) var messages = {};
messages["ru"] = {
  "lang.name": "РУ",

  "title": "Minecraft Transit Railway",

  "banner.title": "Minecraft Transit Railway",
  "banner.subtitle": "Мод для Minecraft, позволяющий строить автоматические транспортные системы с онлайн-картой и не только!",

  "feature.title": "Возможности",

  "feature.1.title": "Простота использования",
  "feature.1.p.1": `Основные функции и концепции мода Minecraft Transit Railway разработаны так, чтобы быть простыми и интуитивно понятными.
  {0} Для более опытных пользователей доступны продвинутые возможности, такие как железнодорожная сигнализация, однако их изучение не обязательно для создания своей первой системы.`,
  "feature.1.p.2": "Также у нас есть {0} для новичков!",
  "feature.1.p.3": "руководства на Youtube",

  "feature.2.title": "Симуляция в реальном времени",
  "feature.2.p.1": "Составляйте расписание для автоматического отправления выбранных транспортных средств в любое время и с любой частотой, используя гибкие настройки.",
  "feature.2.p.2": "Весь транспорт рассчитывается в фоновом режиме, не требуя ручного управления и не сохраняя состояние в чанки Minecraft!",

  "feature.3.title": "Встроенная онлайн-карта",
  "feature.3.p.1": "По мере того как ваша транспортная система разрастается, управлять ею становится настоящим испытанием.",
  "feature.3.p.2": "В мод встроена удобная карта системы, доступная прямо из браузера. Здесь вы сможете наблюдать за всей сетью в реальном времени, проверять маршруты, следить за приближением поездов и открывать для себя множество других полезных возможностей!",

  "feature.4.title": "Расширяемость",
  "feature.4.p.1": "Помимо встроенных транспортных средств, предоставляемых этим модом, вы можете создавать свои собственные уникальные транспортные средства и указатели с помощью ресурспаков.",
  "feature.4.p.2": "Кроме того, существует широкий спектр ресурсов, созданных сообществом из разных точек земного шара, а также моды-аддоны для MTR, которые можно легко установить и интегрировать в вашу систему!"",

  "home": "Главная",

  "act.download.title": "Скачать",
  "act.download.nav": "Скачать",
  "act.download.button": "Скачать",
  "act.download.p.1": "Этот мод можно скачать с CurseForge или Modrinth.",
  "act.download.p.2": "Поддерживаются загрузчики {0} и {1}, все последние минорные версии, начиная с 1.16.",
  "act.download.fabric": "Fabric",
  "act.download.forge": "Forge",
  "act.download.modrinth": "Modrinth",
  "act.download.curseforge": "CurseForge",

  "act.wiki.title": "Вики",
  "act.wiki.nav": "Вики",
  "act.wiki.button": "Читать Вики",
  "act.wiki.p.1": "Узнайте больше о различных механиках мода Minecraft Transit Railway и его аддонах, работах сообщества, последних новостях и о многом другом!",

  "act.discord.title": "Discord",
  "act.discord.nav": "Discord",
  "act.discord.button": "Посетить Discord",
  "act.discord.p.1": "Получите помощь и поддержку по моду Minecraft Transit Railway, а также поделитесь опытом с другими игроками!",

  "act.patreon.title": "Поддержать мод!",
  "act.patreon.nav": "Patreon",
  "act.patreon.button": "Поддержите на Patreon",
  "act.patreon.p.1": "Создание мода — задача не из лёгких, поэтому поддержите нас на Patreon и получите уникальные роли на Discord-сервере, а также другие привилегии!",

  "footer.p.1": "Данный продукт не является официальным продуктом Minecraft.",
  "footer.p.2": "Он не одобрен и не имеет связи с Mojang Studios или Microsoft."
};
