if (!messages) var messages = {};
messages["ru"] = {
  "lang.name": "РУ",

  "title": "Minecraft Transit Railway",

  "banner.title": "Minecraft Transit Railway",
  "banner.subtitle": "Мод для Minecraft, позволяющий строить автоматические транспортные системы с онлайн-картой и не только!",

  "feature.title": "Возможности",

  "feature.1.title": "Простота использования",
  "feature.1.p.1": `Основные функции и концепции мода Minecraft Transit Railway сделаны так, чтобы быть простыми и интуитивно понятными.
  {0} Также доступны продвинутые возможности, как сигнализация, но их не обязательно изучать для построения первой системы.`,
  "feature.1.p.2": "Также у нас есть {0} для новичков!",
  "feature.1.p.3": "руководства на Youtube",

  "feature.2.title": "Симуляция в реальном времени",
  "feature.2.p.1": "Составляйте расписание для автоматического отправления выбранных вами транспортных средств в любое время и с любой частотой по вашему желанию, используя различные настройки.",
  "feature.2.p.2": "Весь транспорт просчитывается в фоне, не требуя ручного управления и не записывая состояние в чанки Minecraft!",

  "feature.3.title": "Встроенная онлайн-карта",
  "feature.3.p.1": "По мере роста системы уследить за всем может быть всё труднее.",
  "feature.3.p.2": "В этот мод встроена карта системы, доступная из браузера, которая позволяет увидеть схему транспорта, узнать, когда прибывает следующий поезд, и многое другое!",

  "feature.4.title": "Расширяемость",
  "feature.4.p.1": "Помимо встроенных транспортных средств, поставляемых с этим модом, вы также можете создавать свои собственные транспортные средства и указатели с помощью ресурспаков.",
  "feature.4.p.2": "Кроме того, есть широкий спектр ресурсов, созданных сообществом из разных точек земного шара, а также моды-аддоны для MTR, которые вы можете установить!",

  "home": "Главная",

  "act.download.title": "Скачать",
  "act.download.nav": "Скачать",
  "act.download.button": "Скачать",
  "act.download.p.1": "Этот мод можно скачать с CurseForge или Modrinth.",
  "act.download.p.2": "Поддерживаются загрузчики {0} и {1}, все последние минорные версии, начиная с 1.16.",
  "act.download.fabric": "Fabric",
  "act.download.forge": "Forge",
  "act.download.modrinth": "Modrinth",
  "act.download.curseforge": "CurseForge",

  "act.wiki.title": "Вики",
  "act.wiki.nav": "Вики",
  "act.wiki.button": "Читать Вики",
  "act.wiki.p.1": "Узнайте больше о различных механиках мода Minecraft Transit Railway и его аддонах, работах сообщества, последних новостях и о многом другом!",

  "act.discord.title": "Discord",
  "act.discord.nav": "Discord",
  "act.discord.button": "Посетить Discord",
  "act.discord.p.1": "Получите помощь и поддержку по моду Minecraft Transit Railway, а также поделитесь опытом с другими игроками!",

  "act.pateron.title": "Поддержать мод!",
  "act.pateron.nav": "Patreon",
  "act.pateron.button": "Join Patreon",
  "act.pateron.p.1": "Создание мода — нелёгкая задача, поэтом поддержите нас на Patreon, чтобы получить уникальные роли на Discord-сервере и другие привилегии!",

  "footer": "Какой-нибудь копирайт или дисклеймер тут :D",
};
